{
  "content": [
    {
      "id": 50,
      "title": "Philippians",
      "chapter": [
        [
          " Paul and Timothy, slaves of Christ Jesus, to all the saints in Christ Jesus who are in Philippi, with the overseers and deacons: ",
          " Grace to you and peace from God our Father and the Lord Jesus Christ. ",
          " I thank my God upon all my remembrance of you, ",
          " Always in my every petition on behalf of you all, making my petition with joy, ",
          " For your fellowship unto the furtherance of the gospel from the first day until now, ",
          " Being confident of this very thing, that He who has begun in you a good work will complete it until the day of Christ Jesus; ",
          " Even as it is right for me to think this concerning you all because you have me in your heart, since both in my bonds and in the defense and confirmation of the gospel you are all fellow partakers with me of grace. ",
          " For God is my witness how I long after you all in the inward parts of Christ Jesus. ",
          " And this I pray, that your love may abound yet more and more in full knowledge and all discernment, ",
          " So that you may approve by testing the things which differ and are more excellent, that you may be pure and without offense unto the day of Christ, ",
          " Being filled with the fruit of righteousness, which is through Jesus Christ, to the glory and praise of God. ",
          " Now I want you to know, brothers, that the things concerning me have turned out rather to the advancement of the gospel, ",
          " So that my bonds have become manifest as being in Christ among the whole Praetorian guard and to all the rest. ",
          " And most of the brothers, being confident in the Lord because of my bonds, are more exceedingly bold to speak the word of God without fear. ",
          " Some preach Christ even because of envy and strife, and some also because of good will, ",
          " These out of love, knowing that I am set for the defense of the gospel. ",
          " But the others announce Christ out of selfish ambition, not purely, thinking to raise up affliction in my bonds. ",
          " What then? Only that in every way, whether in pretense or in truthfulness, Christ is announced; and in this I rejoice; yes, and I will rejoice; ",
          " For I know that for me this will turn out to salvation through your petition and the bountiful supply of the Spirit of Jesus Christ, ",
          " According to my earnest expectation and hope that in nothing I will be put to shame, but with all boldness, as always, even now Christ will be magnified in my body, whether through life or through death. ",
          " For to me, to live is Christ and to die is gain. ",
          " But if I am to live in the flesh, if this to me is fruit for my work, then I do not know what I will choose. ",
          " But I am constrained between the two, having the desire to depart and be with Christ, for this is far better; ",
          " But to remain in the flesh is more necessary for your sake. ",
          " And being confident of this, I know that I will remain and continue with you all for your progress and joy of the faith, ",
          " That your boast may abound in Christ Jesus in me through my coming again to you. ",
          " Only, conduct yourselves in a manner worthy of the gospel of Christ, that whether coming and seeing you or being absent, I may hear of the things concerning you, that you stand firm in one spirit, with one soul striving together along with the faith of the gospel, ",
          " And in nothing being frightened by the opposers, which is to them a proof of their destruction, but of your salvation, and that from God; ",
          " Because to you it has been graciously granted on behalf of Christ not only to believe into Him but also to suffer on His behalf, ",
          " Having the same struggle which you saw in me and now hear to be in me. "
        ],
        [
          "If there is therefore any encouragement in Christ, if any consolation of love, if any fellowship of spirit, if any tenderheartedness and compassions, ",
          "Make my joy full, that you think the same thing, having the same love, joined in soul, thinking the one thing, ",
          "Doing nothing by way of selfish ambition nor by way of vainglory, but in lowliness of mind considering one another more excellent than yourselves; ",
          "Not regarding each his own virtues, but each the virtues of others also. ",
          "Let this mind be in you, which was also in Christ Jesus, ",
          "Who, existing in the form of God, did not consider being equal with God a treasure to be grasped, ",
          "But emptied Himself, taking the form of a slave, becoming in the likeness of men; ",
          "And being found in fashion as a man, He humbled Himself, becoming obedient even unto death, and that the death of a cross. ",
          "Therefore also God highly exalted Him and bestowed on Him the name which is above every name, ",
          "That in the name of Jesus every knee should bow, of those who are in heaven and on earth and under the earth, ",
          "And every tongue should openly confess that Jesus Christ is Lord to the glory of God the Father. ",
          "So then, my beloved, even as you have always obeyed, not as in my presence only but now much rather in my absence, work out your own salvation with fear and trembling; ",
          "For it is God who operates in you both the willing and the working for His good pleasure. ",
          "Do all things without murmurings and reasonings ",
          "That you may be blameless and guileless, children of God without blemish in the midst of a crooked and perverted generation, among whom you shine as luminaries in the world, ",
          "Holding forth the word of life, so that I may have a boast in the day of Christ that I did not run in vain nor labor in vain. ",
          "But even if I am being poured out as a drink offering upon the sacrifice and service of your faith, I rejoice, and I rejoice together with you all. ",
          "And in like manner you also rejoice, and you rejoice together with me. ",
          "But I hope in the Lord Jesus to send Timothy to you shortly, that I also may be encouraged by knowing the things concerning you. ",
          "For I have no one like-souled who will genuinely care for what concerns you; ",
          "For all seek their own things, not the things of Christ Jesus. ",
          "But you know his approvedness, that as a child with a father he has served with me unto the gospel. ",
          "Him therefore I hope to send immediately, as soon as I see how things go with me. ",
          "But I trust in the Lord that I myself also will come shortly. ",
          "But I considered it necessary to send to you Epaphroditus, my brother and fellow worker and fellow soldier, and your apostle and minister to my need, ",
          "Since he longed after you all and was greatly distressed because you heard that he had become sick; ",
          "For indeed he had become sick, near to death, but God had mercy on him, and not on him only but also on me that I might not have sorrow upon sorrow. ",
          "I have sent him therefore the more eagerly, so that when you see him again, you may rejoice and I may be less sorrowful. ",
          "Receive him therefore in the Lord with all joy, and hold such in honor, ",
          "Because for the work of Christ he drew near unto death, risking his life, that he might fill up your lack of service toward me. "
        ],
        [
          "Finally, my brothers, rejoice in the Lord. To write the same things to you, for me it is not irksome, but for you it is safe. ",
          "Beware of the dogs, beware of the evil workers, beware of the concision. ",
          "For we are the circumcision, the ones who serve by the Spirit of God and boast in Christ Jesus and have no confidence in the flesh, ",
          "Though I myself have something to be confident of in the flesh as well. If any other man thinks that he has confidence in the flesh, I more: ",
          "Circumcised the eighth day; of the race of Israel, of the tribe of Benjamin, a Hebrew born of Hebrews; as to the law, a Pharisee; ",
          "As to zeal, persecuting the church; as to the righteousness which is in the law, become blameless. ",
          "But what things were gains to me, these I have counted as loss on account of Christ. ",
          "But moreover I also count all things to be loss on account of the excellency of the knowledge of Christ Jesus my Lord, on account of whom I have suffered the loss of all things and count them as refuse that I may gain Christ ",
          "And be found in Him, not having my own righteousness which is out of the law, but that which is through faith in Christ, the righteousness which is out of God and based on faith, ",
          "To know Him and the power of His resurrection and the fellowship of His sufferings, being conformed to His death, ",
          "If perhaps I may attain to the out-resurrection from the dead. ",
          "Not that I have already obtained or am already perfected, but I pursue, if even I may lay hold of that for which I also have been laid hold of by Christ Jesus. ",
          "Brothers, I do not account of myself to have laid hold; but one thing I do: Forgetting the things which are behind and stretching forward to the things which are before, ",
          "I pursue toward the goal for the prize to which God in Christ Jesus has called me upward. ",
          "Let us therefore, as many as are full-grown, have this mind; and if in anything you are otherwise minded, this also God will reveal to you. ",
          "Nevertheless whereunto we have attained, by the same rule let us walk. ",
          "Be imitators together of me, brothers, and observe those who thus walk even as you have us as a pattern. ",
          "For many walk, of whom I have told you often and now tell you even weeping, that they are the enemies of the cross of Christ, ",
          "Whose end is destruction, whose god is their stomach, and whose glory is in their shame, who set their minds on earthly things. ",
          "For our commonwealth exists in the heavens, from which also we eagerly await a Savior, the Lord Jesus Christ, ",
          "Who will transfigure the body of our humiliation to be conformed to the body of His glory, according to His operation by which He is able even to subject all things to Himself. "
        ],
        [
          "So then, my brothers, beloved and longed for, my joy and crown, in the same way stand firm in the Lord, beloved. ",
          "I exhort Euodias, and I exhort Syntyche, to think the same thing in the Lord. ",
          "Yes, I ask you also, genuine yokefellow, assist them, since they contended with me in the gospel, as well as with Clement and the rest of my fellow workers, whose names are in the book of life. ",
          "Rejoice in the Lord always; again I will say, rejoice. ",
          "Let your forbearance be known to all men. The Lord is near. ",
          "In nothing be anxious, but in everything, by prayer and petition with thanksgiving, let your requests be made known to God; ",
          "And the peace of God, which surpasses every man’s understanding, will guard your hearts and your thoughts in Christ Jesus. ",
          "Finally, brothers, what things are true, what things are dignified, what things are righteous, what things are pure, what things are lovely, what things are well spoken of, if there is any virtue and if any praise, take account of these things. ",
          "The things which you have also learned and received and heard and seen in me, practice these things; and the God of peace will be with you. ",
          "But I rejoiced in the Lord greatly because now at length you have caused your thinking for me to blossom anew; for which matter you had indeed taken thought, but lacked opportunity. ",
          "Not that I speak according to lack, for I have learned, in whatever circumstances I am, to be content. ",
          "I know also how to be abased, and I know how to abound; in everything and in all things I have learned the secret both to be filled and to hunger, both to abound and to lack. ",
          "I am able to do all things in Him who empowers me. ",
          "Nevertheless you did well to have fellowship with me in my affliction. ",
          "And you yourselves also know, Philippians, that in the beginning of the gospel, when I went out from Macedonia, no church had fellowship with me in the account of giving and receiving except you only; ",
          "For even in Thessalonica you sent both once and again to my need. ",
          "Not that I seek the gift, but I seek the fruit which increases to your account. ",
          "But I have received in full all things and abound; I have been filled, receiving from Epaphroditus the things from you, a sweet-smelling savor, an acceptable sacrifice, well pleasing to God. ",
          "And my God will fill your every need according to His riches, in glory, in Christ Jesus. ",
          "Now to our God and Father be the glory forever and ever. Amen. ",
          "Greet every saint in Christ Jesus. The brothers who are with me greet you. ",
          "All the saints greet you, and especially those of Caesar’s household. ",
          "The grace of the Lord Jesus Christ be with your spirit. "
        ]
      ]
    },
    {
      "id": 65,
      "title": "Jude",
      "chapter": [
        [
          "Jude, a slave of Jesus Christ and a brother of James, to those who are called, beloved in God the Father, and kept by Jesus Christ: ",
          "Mercy to you and peace and love be multiplied. ",
          "Beloved, while using all diligence to write to you concerning our common salvation, I found it necessary to write to you and exhort you to earnestly contend for the faith once for all delivered to the saints. ",
          "For certain men have crept in unnoticed, who of old have been written of beforehand for this judgment, ungodly men, perverting the grace of our God into licentiousness and denying our only Master and Lord, Jesus Christ. ",
          "But I intend to remind you, though you know all things once for all, that the Lord, having saved a people out of the land of Egypt, afterward destroyed those who did not believe; ",
          "And angels who did not keep their own principality but abandoned their own dwelling place, He has kept in eternal bonds under gloom for the judgment of the great day; ",
          "How Sodom and Gomorrah and the cities around them, who in like manner with these gave themselves over to fornication and went after different flesh, are set forth as an example, undergoing the penalty of eternal fire. ",
          "Nevertheless in like manner these dreamers also defile the flesh and despise lordship and revile dignities. ",
          "But Michael the archangel, when he contended with the devil and disputed concerning the body of Moses, did not dare to bring a reviling judgment against him but said, The Lord rebuke you. ",
          "But these revile the things that they do not know; and the things that they understand naturally, like animals without reason, in these they are being corrupted. ",
          "Woe to them! For they have gone in the way of Cain and have rushed out in the error of Balaam for reward and have perished in the rebellion of Korah. ",
          "These are the hidden reefs in your love feasts, feasting together with you without fear, shepherding themselves; waterless clouds being carried off by winds; autumn trees without fruit, having died twice, rooted up; ",
          "Wild waves of the sea, foaming out their own shames; wandering stars, for whom the gloom of darkness is kept for eternity. ",
          "And Enoch, the seventh from Adam, prophesied also of these, saying, Behold, the Lord came with myriads of His saints ",
          "To execute judgment against all and to convict all the ungodly concerning all their ungodly works which they have done in and concerning all the hard things which ungodly sinners have spoken against Him. ",
          "These are murmurers, complainers, going on according to their own lusts; and their mouth speaks great swelling things, flattering persons for the sake of advantage. ",
          "But you, beloved, remember the words spoken before by the apostles of our Lord Jesus Christ, ",
          "That they said to you, In the last time there will be mockers, going on according to their own lusts for ",
          "These are those who make divisions, soulish, having no spirit. ",
          "But you, beloved, building up yourselves upon your most holy faith, praying in the Holy Spirit, ",
          "Keep yourselves in the love of God, awaiting the mercy of our Lord Jesus Christ unto eternal life. ",
          "And on some have mercy, on those who are wavering; ",
          "Save them by snatching them out of the fire. On others have mercy in fear, hating even the inner garment spotted from the flesh. ",
          "But to Him who is able to guard you from stumbling and to set you before His glory without blemish in exultation, ",
          "To the only God our Savior through Jesus Christ our Lord be glory, majesty, might, and authority before all time and now and unto all eternity. Amen. "
        ]
      ]
    }
  ]
}
